Repository: fxbenard/CWWP-Custom-Snippets
Catalog: cwwp-custom-snippets/languages/cwwp-custom-snippets-*.po
Languages: fr_fr

source: Enter Your Code Snippet Title Here
fr_fr: Entrer votre Code Snippet ici

source: Paste your code snippet into the code editor below. Leave out any opening (%s) and closing (%s) php tags.
fr_fr: Collez votre extrait de code dans l'éditeur de code ci-dessous. Laissez de côté toute ouverture (%s) et fermeture (%s) de balises php.

source: Code Snippet Description
fr_fr: Description Code Snippet.

source: Describe your code snippet using the editor below. Although optional, it is highly recommended to do this for future reference.
fr_fr: Décrivez votre extrait de code en utilisant l'éditeur ci-dessous. Bien que facultatif, il est fortement recommandé de le faire pour toute référence ultérieure.

source: Add New
fr_fr: Ajouter Nouveau

source: Add New Code Snippet
fr_fr: Ajouter un nouveau Code Snippet

source: Edit Code Snippet
fr_fr: Modifier Code Snippet

source: New Code Snippet
fr_fr: Nouveau Code Snippet

source: View Code Snippet
fr_fr: Voir Code Snippet

source: Search Code Snippets
fr_fr: Rechercher Code Snippets

source: No Code Snippets found
fr_fr: Aucun Code Snippet trouvé.

source: No Code Snippets found in trash
fr_fr: Pas de Code Snippets trouvé dans la corbeille

source: Title
fr_fr: Titre

source: Code snippet updated.
fr_fr: Code snippet mis à jour.

source: Code snippet published.
fr_fr: Code snippet publié.

source: Code snippet saved.
fr_fr: Code snippet sauvegardé.

source: Import/Export Code Snippets
fr_fr: Importer/Exporter Code Snippets

source: Import/Export
fr_fr: Importer/Exporter

source: Import
fr_fr: Importer

source: Export
fr_fr: Exporter
